Repository: cerebrux/ErgoQloud
Catalog: l10n/*/admin_dependencies_chk.po
Languages: sl

source: The php-json module is needed by the many applications for inter communications
sl: Modul php-json je potreben za medsebojno komunikacijo veliko aplikacij.

source: The php-curl modude is needed to fetch the page title when adding a bookmarks
sl: Modul php-curl je potreben za pridobivanje naslova strani pri dodajanju zaznamkov.

source: The php-gd module is needed to create thumbnails of your images
sl: Modul php-gd je potreben za ustvarjanje sličic za predogled.

source: The php-ldap module is needed connect to your ldap server
sl: Modul php-ldap je potreben za povezavo z vašim ldap strežnikom.

source: The php-zip module is needed download multiple files at once
sl: Modul php-zip je potreben za prenašanje večih datotek hkrati.

source: The php-mb_multibyte module is needed to manage correctly the encoding.
sl: Modul php-mb_multibyte je potreben za pravilno upravljanje kodiranja.

source: The php-ctype module is needed validate data.
sl: Modul php-ctype je potreben za preverjanje veljavnosti podatkov.

source: The php-xml module is needed to share files with webdav.
sl: Modul php-xml je potreben za izmenjavo datotek preko protokola WebDAV.

source: The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers
sl: Direktiva allow_url_fopen v vaši php.ini datoteki mora biti nastavljena na 1, če želite omogočiti dostop do zbirke znanja na strežnikih OCS.

source: The php-pdo module is needed to store owncloud data into a database.
sl: Modul php-pdo je potreben za shranjevanje ownCloud podatkov v podatkovno zbirko.

source: Dependencies status
sl: Stanje odvisnosti

source: Used by :
sl: Uporablja:
