Repository: cerebrux/ErgoQloud
Catalog: l10n/*/contacts.po
Languages: mk

source: Error (de)activating addressbook.
mk: Грешка (де)активирање на адресарот.

source: id is not set.
mk: ид не е поставено.

source: Cannot update addressbook with an empty name.
mk: Неможе да се ажурира адресар со празно име.

source: Error updating addressbook.
mk: Грешка при ажурирање на адресарот.

source: No ID provided
mk: Нема доставено ИД

source: Error setting checksum.
mk: Грешка во поставување сума за проверка.

source: No categories selected for deletion.
mk: Нема избрано категории за бришење.

source: No address books found.
mk: Не се најдени адресари.

source: No contacts found.
mk: Не се најдени контакти.

source: There was an error adding the contact.
mk: Имаше грешка при додавање на контактот.

source: element name is not set.
mk: име за елементот не е поставена.

source: Cannot add empty property.
mk: Неможе да се додаде празна вредност.

source: At least one of the address fields has to be filled out.
mk: Барем една од полињата за адреса треба да биде пополнето.

source: Trying to add duplicate property:
mk: Се обидовте да внесете дупликат вредност:

source: Information about vCard is incorrect. Please reload the page.
mk: Информацијата за vCard не е точна. Ве молам превчитајте ја страницава.

source: Missing ID
mk: Недостасува ИД

source: Error parsing VCard for ID: "
mk: Грешка при парсирање VCard за ИД: "

source: checksum is not set.
mk: сумата за проверка не е поставена.

source: Information about vCard is incorrect. Please reload the page:
mk: Информацијата за vCard не е точна. Ве молам превчитајте ја страницава:

source: Something went FUBAR.
mk: Нешто се расипа.

source: No contact ID was submitted.
mk: Не беше доставено ИД за контакт.

source: Error reading contact photo.
mk: Грешка во читање на контакт фотографија.

source: Error saving temporary file.
mk: Грешка во снимање на привремена датотека.

source: The loading photo is not valid.
mk: Фотографијата која се вчитува е невалидна.

source: Contact ID is missing.
mk: ИД за контакт недостасува.

source: No photo path was submitted.
mk: Не беше поднесена патека за фотографија.

source: File doesn't exist:
mk: Не постои датотеката:

source: Error loading image.
mk: Грешка во вчитување на слика.

source: Error getting contact object.
mk: Грешка при преземањето на контакт објектот,

source: Error getting PHOTO property.
mk: Грешка при утврдувањето на карактеристиките на фотографијата.

source: Error saving contact.
mk: Грешка при снимање на контактите.

source: Error resizing image
mk: Грешка при скалирање на фотографијата

source: Error cropping image
mk: Грешка при сечење на фотографијата

source: Error creating temporary image
mk: Грешка при креирањето на привремената фотографија

source: Error finding image:
mk: Грешка при наоѓањето на фотографијата:

source: Error uploading contacts to storage.
mk: Грешка во снимање на контактите на диск.

source: There is no error, the file uploaded with success
mk: Датотеката беше успешно подигната.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
mk: Големината на датотеката ја надминува upload_max_filesize директивата во php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
mk: Големината на датотеката ја надминува MAX_FILE_SIZE директивата која беше специфицирана во HTML формата

source: The uploaded file was only partially uploaded
mk: Датотеката беше само делумно подигната.

source: No file was uploaded
mk: Не беше подигната датотека.

source: Missing a temporary folder
mk: Недостасува привремена папка

source: Couldn't save temporary image:
mk: Не можеше да се сними привремената фотографија:

source: Couldn't load temporary image:
mk: Не можеше да се вчита привремената фотографија:

source: No file was uploaded. Unknown error
mk: Ниту еден фајл не се вчита. Непозната грешка

source: Contacts
mk: Контакти

source: Sorry, this functionality has not been implemented yet
mk: Жалам, оваа функционалност уште не е имплементирана

source: Not implemented
mk: Не е имплементирано

source: Couldn't get a valid address.
mk: Не можев да добијам исправна адреса.

source: Error
mk: Грешка

source: This property has to be non-empty.
mk: Својството не смее да биде празно.

source: Couldn't serialize elements.
mk: Не може да се серијализираат елементите.

source: 'deleteProperty' called without type argument. Please report at bugs.owncloud.org
mk: 'deleteProperty' повикан без тип на аргументот. Пријавете грешка/проблем на bugs.owncloud.org

source: Edit name
mk: Уреди го името

source: No files selected for upload.
mk: Ниту еден фајл не е избран за вчитување.

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
mk: Датотеката која се обидувате да ја префрлите ја надминува максималната големина дефинирана за пренос на овој сервер.

source: Select type
mk: Одбери тип

source: Result:
mk: Резултат:

source: imported,
mk: увезено,

source: failed.
mk: неуспешно.

source: This is not your addressbook.
mk: Ова не е во Вашиот адресар.

source: Contact could not be found.
mk: Контактот неможе да биде најден.

source: Work
mk: Работа

source: Home
mk: Дома

source: Mobile
mk: Мобилен

source: Text
mk: Текст

source: Voice
mk: Глас

source: Message
mk: Порака

source: Fax
mk: Факс

source: Video
mk: Видео

source: Pager
mk: Пејџер

source: Internet
mk: Интернет

source: Birthday
mk: Роденден

source: {name}'s Birthday
mk: Роденден на {name}

source: Contact
mk: Контакт

source: Add Contact
mk: Додади контакт

source: Import
mk: Внеси

source: Addressbooks
mk: Адресари

source: Close
mk: Затвои

source: Drop photo to upload
mk: Довлечкај фотографија за да се подигне

source: Delete current photo
mk: Избриши моментална фотографија

source: Edit current photo
mk: Уреди моментална фотографија

source: Upload new photo
mk: Подигни нова фотографија

source: Select photo from ownCloud
mk: Изберете фотографија од ownCloud

source: Format custom, Short name, Full name, Reverse or Reverse with comma
mk: Прилагоден формат, кратко име, цело име, обратно или обратно со запирка

source: Edit name details
mk: Уреди детали за име

source: Organization
mk: Организација

source: Delete
mk: Избриши

source: Nickname
mk: Прекар

source: Enter nickname
mk: Внеси прекар

source: Groups
mk: Групи

source: Separate groups with commas
mk: Одвоете ги групите со запирка

source: Edit groups
mk: Уреди групи

source: Preferred
mk: Претпочитано

source: Please specify a valid email address.
mk: Ве молам внесете правилна адреса за е-пошта.

source: Enter email address
mk: Внесете е-пошта

source: Mail to address
mk: Прати порака до адреса

source: Delete email address
mk: Избриши адреса за е-пошта

source: Enter phone number
mk: Внесете телефонски број

source: Delete phone number
mk: Избриши телефонски број

source: View on map
mk: Погледајте на мапа

source: Edit address details
mk: Уреди детали за адреса

source: Add notes here.
mk: Внесете забелешки тука.

source: Add field
mk: Додади поле

source: Phone
mk: Телефон

source: Email
mk: Е-пошта

source: Address
mk: Адреса

source: Note
mk: Забелешка

source: Download contact
mk: Преземи го контактот

source: Delete contact
mk: Избриши го контактот

source: The temporary image has been removed from cache.
mk: Привремената слика е отстранета од кешот.

source: Edit address
mk: Уреди адреса

source: Type
mk: Тип

source: PO Box
mk: Поштенски фах

source: Extended
mk: Дополнително

source: City
mk: Град

source: Region
mk: Регион

source: Zipcode
mk: Поштенски код

source: Country
mk: Држава

source: Addressbook
mk: Адресар

source: Hon. prefixes
mk: Префикси за титула

source: Miss
mk: Г-ца

source: Ms
mk: Г-ѓа

source: Mr
mk: Г-дин

source: Sir
mk: Сер

source: Mrs
mk: Г-ѓа

source: Dr
mk: Др

source: Given name
mk: Лично име

source: Additional names
mk: Дополнителни имиња

source: Family name
mk: Презиме

source: Hon. suffixes
mk: Суфикси за титула

source: M.D.
mk: Д.М.

source: Ph.D.
mk: Д-р

source: Jr.
mk: Помлад.

source: Sn.
mk: Постар.

source: Import a contacts file
mk: Внеси датотека со контакти

source: Please choose the addressbook
mk: Ве молам изберете адресар

source: create a new addressbook
mk: креирај нов адресар

source: Name of new addressbook
mk: Име на новиот адресар

source: Importing contacts
mk: Внесување контакти

source: You have no contacts in your addressbook.
mk: Немате контакти во Вашиот адресар.

source: Add contact
mk: Додади контакт

source: CardDAV syncing addresses
mk: Адреса за синхронизација со CardDAV

source: more info
mk: повеќе информации

source: Primary address (Kontact et al)
mk: Примарна адреса

source: Download
mk: Преземи

source: Edit
mk: Уреди

source: New Address Book
mk: Нов адресар

source: Save
mk: Сними

source: Cancel
mk: Откажи
