Repository: cerebrux/ErgoQloud
Catalog: l10n/*/tasks.po
Languages: eo, sl

source: Invalid date/time
eo: Nevalida dato/horo
sl: Neveljaven datum/čas

source: Tasks
eo: Taskoj
sl: Opravila

source: No category
eo: Neniu kategorio
sl: Ni kategorije

source: Unspecified
eo: Nespecifita
sl: Nedoločen

source: 1=highest
eo: 1=plej alta
sl: 1=najvišje

source: 5=medium
eo: 5=meza
sl: 5=srednje

source: 9=lowest
eo: 9=plej malalta
sl: 9=najnižje

source: Empty Summary
eo: Malplena resumo
sl: Prazen povzetek

source: Invalid percent complete
eo: Nevalida plenuma elcento
sl: Neveljaven odstotek dokončanja

source: Invalid priority
eo: Nevalida pligravo
sl: Neveljavna prednost

source: Add Task
eo: Aldoni taskon
sl: Dodaj opravilo

source: Order Due
eo: Ordigi laŭ limdato
sl: Razvrsti po roku

source: Order List
eo: Ordigi laŭ listo
sl: Razvrsti v seznam

source: Order Complete
eo: Ordigi laŭ plenumo
sl: Razvrsti po zaključenosti

source: Order Location
eo: Ordigi laŭ loko
sl: Razvrsti po lokacijah

source: Order Priority
eo: Ordigi laŭ pligravo
sl: Razvrsti po prednosti

source: Order Label
eo: Ordigi laŭ etikedo
sl: Razvrsti po oznakah

source: Loading tasks...
eo: Ŝargante taskojn...
sl: Nalagam opravila...

source: Important
eo: Grava
sl: Pomembno

source: More
eo: Pli
sl: Več

source: Less
eo: Malpli
sl: Manj

source: Delete
eo: Forigi
sl: Izbriši
